Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# downloads.active.alert.title
source: A download is in progress.
de: Ein Download wird ausgeführt.
es: Hay una descarga en curso.
fr: Un téléchargement est en cours.
it: È in corso un download.
nl: Er wordt een download uitgevoerd.
pl: Trwa pobieranie.
pt: Está em curso uma transferência.
ru: Выполняется загрузка.

# downloads.always-ask
source: Always ask where to save files
de: Immer fragen, wo Dateien gespeichert werden sollen
es: Preguntar siempre dónde guardar archivos
fr: Toujours demander où enregistrer les fichiers
it: Chiedi sempre dove salvare i file
nl: Downloadlocatie altijd vragen
pl: Zawsze pytaj, gdzie zapisać pliki
pt: Perguntar sempre onde guardar os ficheiros
ru: Всегда спрашивать, где сохранять файлы

# downloads.bytes.format
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
ru: %1$@ из %2$@

# downloads.change
source: Change…
de: Ändern …
es: Cambiar…
fr: Modifier…
it: Cambia…
nl: Wijzigen …
pl: Zmień…
pt: Alterar…
ru: Изменить…

# downloads.clear-all.item
source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
nl: Wis alles
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить всё

# downloads.copy-link.item
source: Copy Download Link
de: Download-Link kopieren
es: Copiar enlace de descarga
fr: Copier le lien de téléchargement
it: Copia il link per il download
nl: Downloadlink kopiëren
pl: Skopiuj łącze pobierania
pt: Copiar link da transferência
ru: Копировать ссылку для скачивания

# downloads.error.canceled
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pl: Anulowano
pt: Cancelada
ru: Отменено

# downloads.error.cta.non-sandbox
source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri Impostazioni
nl: Open Instellingen
pl: Otwórz ustawienia
pt: Abrir Definições
ru: Открыть Настройки

# downloads.error.cta.sandbox
source: How To Update
de: Wie man Updates durchführt
es: Cómo actualizar
fr: Comment faire une mise à jour
it: Come aggiornare
nl: Een update uitvoeren
pl: Jak zaktualizować
pt: Como atualizar
ru: Как выполнить обновление

# downloads.error.message.for.specific.os
source: The download failed because of a known issue on macOS 14.7.1 and 15.0.1. Update to macOS 15.1 and try downloading again.
de: Der Download ist aufgrund eines bekannten Problems unter macOS 14.7.1 und 15.0.1 fehlgeschlagen. Aktualisiere auf macOS 15.1 und versuche erneut, die Datei herunterzuladen.
es: La descarga ha fallado debido a un problema conocido en macOS 14.7.1 y 15.0.1. Pásate a macOS 15.1 e intenta descargarlo de nuevo.
fr: Le téléchargement a échoué en raison d'un problème connu sur macOS 14.7.1 et 15.0.1. Passez à macOS 15.1 et réessayez de télécharger.
it: Il download non è riuscito a causa di un problema noto su macOS 14.7.1 e 15.0.1. Aggiorna a macOS 15.1 e prova a effettuare di nuovo il download.
nl: De download is mislukt door een bekend probleem in macOS 14.7.1 en 15.0.1. Werk je systeem bij naar macOS 15.1 en probeer de bestanden opnieuw te downloaden.
pl: Pobieranie nie powiodło się z powodu znanego błędu w systemach macOS 14.7.1 i 15.0.1. Zaktualizuj do macOS 15.1 i spróbuj pobrać ponownie.
pt: A transferência falhou devido a um problema conhecido no macOS 14.7.1 e 15.0.1. Atualiza para o macOS 15.1 e tenta transferir novamente.
ru: Вследствие известной проблемы с macOS версий 14.7.1 и 15.0.1. возник сбой при загрузке. Обновите macOS до версии 15.1 и повторите попытку.

# downloads.error.move.failed
source: Could not move file to Downloads
de: Datei konnte nicht in Downloads verschoben werden
es: No se ha podido mover el archivo a Descargas
fr: Impossible de déplacer le fichier vers Téléchargements
it: Impossibile spostare il file in Download
nl: Kan bestand niet verplaatsen naar Downloads
pl: Nie można przenieść pliku do folderu Pobrane
pt: Não foi possível mover o ficheiro para Transferências
ru: Не удалось перенести файл в папку «Загрузки»

# downloads.error.other
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка

# downloads.error.removed
source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso
nl: Verwijderd
pl: Usunięto
pt: Removido
ru: Удален

# downloads.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение

# downloads.no-recent-downloads
source: No recent downloads
de: Keine aktuellen Downloads
es: No hay descargas recientes
fr: Aucun téléchargement récent
it: Nessun download recente
nl: Geen recente downloads
pl: Brak ostatnio pobranych plików
pt: Nenhuma transferência recente
ru: Недавних загрузок нет

# downloads.open-downloads-folder
source: Open Downloads Folder
de: Download-Ordner öffnen
es: Abrir carpeta de descargas
fr: Ouvrir le dossier des téléchargements
it: Apri la cartella download
nl: Downloadmap openen
pl: Otwórz folder Pobrane
pt: Abrir pasta Transferências
ru: Открыть папку «Загрузки»

# downloads.open-website.item
source: Open Originating Website
de: Ursprüngliche Website öffnen
es: Abrir sitio web de origen
fr: Ouvrir le site Web d'origine
it: Apri il sito Web di origine
nl: Oorspronkelijke website openen
pl: Otwórz witrynę źródłową
pt: Abrir site de origem
ru: Открыть сайт-источник

# downloads.open.item
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Aberto
ru: Открыть

# downloads.open.on.completion
source: Automatically open the Downloads panel when downloads complete
de: Download-Bedienfeld automatisch öffnen, wenn Downloads abgeschlossen sind
es: Abrir automáticamente el panel Descargas cuando se completen las descargas
fr: Ouvrir automatiquement le volet Téléchargements une fois les téléchargements terminés
it: Apri automaticamente il pannello Download al termine dei download
nl: Deelvenster 'Downloads' automatisch openen wanneer het downloaden is voltooid
pl: Automatycznie otwieraj panel Pobieranie po zakończeniu pobierania
pt: Abrir automaticamente o painel Transferências quando as transferências terminarem
ru: Автоматически открывать панель «Загрузки» по завершении скачивания

# downloads.remove-from-list.item
source: Remove from List
de: Aus Liste entfernen
es: Eliminar de la lista
fr: Supprimer de la liste
it: Rimuovi dalla lista
nl: Verwijderen uit lijst
pl: Usuń z listy
pt: Remover da lista
ru: Удалить из списка

# downloads.show-in-finder.item
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder

# downloads.stop.item
source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Остановить

# downloads.tooltip.cancel
source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla il download
nl: Downloaden annuleren
pl: Anuluj pobieranie
pt: Cancelar transferência
ru: Отменить загрузку

# downloads.tooltip.redownload
source: Download Again
de: Erneut herunterladen
es: Volver a descargar
fr: Télécharger à nouveau
it: Scarica di nuovo
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt: Transferir novamente
ru: Скачать еще раз

# downloads.tooltip.restart
source: Restart Download
de: Download neu starten
es: Reiniciar descarga
fr: Redémarrer le téléchargement
it: Riavvia il download
nl: Download opnieuw starten
pl: Uruchom pobieranie ponownie
pt: Reiniciar transferência
ru: Перезапустить загрузку

# downloads.tooltip.reveal
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder

# duck-player.always-open-in-player
source: Always open YouTube videos in Duck Player
de: YouTube-Videos immer im Duck Player öffnen
es: Abrir siempre los vídeos de YouTube en Duck Player
fr: Toujours ouvrir les vidéos YouTube dans Duck Player
it: Apri sempre i video di YouTube in Duck Player
nl: YouTube-video's altijd openen in Duck Player
pl: Zawsze otwieraj filmy z YouTube w odtwarzaczu Duck Player
pt: Abrir sempre os vídeos do YouTube no Duck Player
ru: Всегда открывать видео из YouTube в Duck Player

# duck-player.contingency-title
source: Duck Player Unavailable
de: Duck Player nicht verfügbar
es: Duck Player no disponible
fr: Duck Player n'est pas disponible
it: Duck Player non disponibile
nl: Duck Player is niet beschikbaar
pl: Duck Player jest niedostępny
pt: Duck Player indisponível
ru: Duck Player недоступен

# duck-player.explanation
source: Duck Player provides a clean viewing experience without personalized ads and prevents viewing activity from influencing your YouTube recommendations.
de: Mit Duck Player kannst du dir ungestört und ohne personalisierte Werbung Inhalte ansehen. Er verhindert, dass das, was du dir ansiehst, deine YouTube-Empfehlungen beeinflussen.
es: Duck Player ofrece una experiencia de visualización limpia sin anuncios personalizados e impide que la actividad de visualización influya en tus recomendaciones de YouTube.
fr: Duck Player offre une expérience de visionnage épurée, sans publicités personnalisées, et empêche l'activité de visionnage d'influencer vos recommandations YouTube.
it: Duck Player offre un'esperienza di visualizzazione pulita, senza annunci personalizzati, e impedisce che l'attività di visualizzazione incida sulle raccomandazioni di YouTube.
nl: Duck Player biedt puur kijkplezier zonder gepersonaliseerde advertenties en voorkomt dat de dingen die je bekijkt je YouTube-aanbevelingen beïnvloeden.
pl: Duck Player zapewnia czyste środowisko oglądania bez spersonalizowanych reklam i sprawia, że aktywność związana z oglądaniem filmów nie wpływa na rekomendacje YouTube'a.
pt: O Duck Player oferece uma experiência de visualização limpa sem anúncios personalizados e evita que as atividades de visualização influenciem as recomendações do YouTube.
ru: Проигрыватель Duck Player обеспечивает беспрепятственный просмотр без персонализированной рекламы и влияния просмотренных роликов на рекомендации в YouTube.

# duck-player.newtab-preference
source: Open Duck Player in a new tab whenever possible
de: Öffne Duck Player nach Möglichkeit in einem neuen Tab
es: Abre Duck Player en una pestaña nueva siempre que sea posible
fr: Ouvre Duck Player dans un nouvel onglet chaque fois que possible
it: Apri sempre Duck Player in una nuova scheda quando possibile
nl: Open Duck Player waar mogelijk in een nieuw tabblad
pl: Otwieraj Duck Player w nowej karcie, gdy tylko jest to możliwe
pt: Abrir o Duck Player num novo separador sempre que possível
ru: По возможности открывать Duck Player в новой вкладке

# duck-player.newtab.info-preference
source: When browsing YouTube on the web
de: Beim Browsen auf YouTube im Internet
es: Al navegar en YouTube en la web
fr: Lorsque vous naviguez sur YouTube sur le Web
it: Durante la navigazione di YouTube sul Web
nl: Wanneer je YouTube op het web bekijkt
pl: Podczas przeglądania YouTube w Internecie
pt: Ao navegar no YouTube na Internet
ru: При просмотре YouTube в интернете

# duck-player.off
source: Never use Duck Player
de: Niemals den Duck Player verwenden
es: Nunca utilizar Duck Player
fr: Ne jamais utiliser Duck Player
it: Non utilizzare mai Duck Player
nl: Duck Player nooit gebruiken
pl: Nigdy nie używaj odtwarzacza Duck Player
pt: Nunca utilizar o Duck Player
ru: Не использовать Duck Player

# duck-player.onboarding-choice-modal-CTA-confirm
source: Turn on Duck Player
de: Duck Player aktivieren
es: Activar Duck Player
fr: Activez Duck Player
it: Attiva Duck Player
nl: Duck Player aanzetten
pl: Włącz Duck Player
pt: Ligar o Duck Player
ru: Включить Duck Player

# duck-player.onboarding-choice-modal-CTA-deny
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
nl: Niet nu
pl: Nie teraz
pt: Agora não
ru: Не сейчас

# duck-player.onboarding-choice-modal-message-body
source: Duck Player lets you watch YouTube without targeted ads in DuckDuckGo and what you watch won't influence your recommendations.
de: Mit dem Duck Player kannst du YouTube ohne gezielte Werbung in DuckDuckGo ansehen und was du dir ansiehst, hat keinen Einfluss auf deine Empfehlungen.
es: Duck Player te permite ver YouTube sin anuncios segmentados en DuckDuckGo y lo que veas no influirá en tus recomendaciones.
fr: Duck Player vous permet de regarder YouTube sans publicités ciblées dans DuckDuckGo. De plus, ce que vous regardez n'influence pas vos recommandations.
it: Duck Player ti consente di guardare YouTube senza annunci mirati in DuckDuckGo e ciò che guardi non inciderà sui consigli che ricevi.
nl: Met Duck Player kun je YouTube bekijken in DuckDuckGo, zonder gerichte advertenties. Wat je bekijkt heeft geen invloed op je aanbevelingen.
pl: Duck Player umożliwia oglądanie YouTube bez ukierunkowanych reklam w DuckDuckGo i wpływu oglądanych treści na rekomendacje.
pt: O Duck Player permite-te ver o YouTube sem anúncios segmentados no DuckDuckGo, e o que vês não vai influenciar as tuas recomendações.
ru: Проигрыватель Duck Player позволяет смотреть видео из YouTube в браузере DuckDuckGo без целевой рекламы. Просмотренные ролики не влияют на рекомендации.

# duck-player.onboarding-choice-modal-title-bottom
source: Try Duck Player!
de: Teste Duck Player!
es: ¡Prueba Duck Player!
fr: Essayez Duck Player !
it: Prova Duck Player!
nl: Probeer Duck Player!
pl: Wypróbuj Duck Player!
pt: Experimenta o Duck Player!
ru: Попробуйте Duck Player!

# duck-player.onboarding-choice-modal-title-top
source: Drowning in ads on YouTube?
de: Ertrinkst du in Werbung auf YouTube?
es: ¿Te ahogas en anuncios en YouTube?
fr: YouTube vous inonde de publicités ?
it: YouTube ti inonda di annunci?
nl: Te veel advertenties op YouTube?
pl: Za dużo reklam na YouTube?
pt: Já não suportas ver anúncios no YouTube?
ru: Шквал рекламы на YouTube?

# duck-player.onboarding-confirmation-modal-CTA-confirm
source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Понятно

# duck-player.onboarding-confirmation-modal-message
source: Pick a video to see Duck Player work its magic.
de: Wähl ein Video aus, um die Magie des Duck Players zu erleben.
es: Elige un vídeo para ver cómo Duck Player hace su magia.
fr: Choisissez une vidéo pour voir opérer la magie de Duck Player.
it: Scegli un video per vedere Duck Player fare la sua magia.
nl: Kies een video om te zien hoe Duck Player voor je werkt.
pl: Wybierz film, aby zobaczyć, jak działa Duck Player.
pt: Escolhe um vídeo para o Duck Player fazer a sua magia.
ru: Выберите видео, чтобы оценить потрясающие возможности Duck Player в деле.

# duck-player.onboarding-confirmation-modal-title
source: All set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
it: Tutto pronto!
nl: Helemaal klaar!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Всё готово!

# duck-player.show-buttons
source: Show option to use Duck Player over YouTube previews on hover
de: Option zur Verwendung des Duck Players über YouTube-Vorschauen beim Hovern anzeigen
es: Mostrar opción de usar Duck Player sobre las vistas previas de YouTube al pasar el cursor
fr: Afficher l'option permettant d'utiliser Duck Player sur les aperçus YouTube au survol
it: Mostra l'opzione per usare Duck Player nelle anteprime YouTube al passaggio del mouse
nl: Optie tonen om Duck Player te gebruiken in plaats van YouTube-voorbeelden bij het aanwijzen met de muis
pl: Pokaż opcję użycia odtwarzacza Duck Player nad podglądami na YouTube po najechaniu kursorem
pt: Mostrar opção de utilizar o Duck Player nas pré-visualizações do YouTube ao passar o rato
ru: Показывать опцию просмотра в Duck Player при наведении курсора на значок ролика на YouTube

# duck-player.video-autoplay-preference
source: Autoplay videos when opened in Duck Player
de: Videos automatisch abspielen, wenn sie im Duck Player geöffnet werden
es: Reproducir automáticamente los vídeos cuando se abran en Duck Player
fr: Lecture automatique des vidéos ouvertes dans Duck Player
it: Riproduzione automatica dei video quando li apri in Duck Player
nl: Video's automatisch afspelen wanneer ze worden geopend in Duck Player
pl: Automatyczne odtwarzanie filmów po otwarciu w Duck Player
pt: Reproduzir vídeos automaticamente quando abertos no Duck Player
ru: Автоматически проигрывать видео при открытии в Duck Player

# duck-player.video-contingency-cta
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

# duck-player.video-contingency-message
source: Duck Player's functionality has been affected by recent changes to YouTube. We’re working to fix these issues and appreciate your understanding.
de: Die Funktionalität des Duck Players wird durch die jüngsten Änderungen bei YouTube beeinträchtigt. Vielen Dank für dein Verständnis, während wir daran arbeiten, diese Probleme zu beheben.
es: La funcionalidad de Duck Player se ha visto afectada por los cambios recientes en YouTube. Estamos trabajando para solucionar estos problemas y agradecemos tu comprensión.
fr: Les récents changements apportés à YouTube ont affecté la fonctionnalité de Duck Player. Nous nous efforçons de résoudre ces problèmes et vous remercions de votre compréhension.
it: La funzionalità di Duck Player è stata influenzata dalle recenti modifiche a YouTube. Stiamo lavorando per risolvere questi problemi. Ti ringraziamo per la comprensione.
nl: Recente wijzigingen in YouTube hebben invloed op de functionaliteit van Duck Player. We werken aan een oplossing voor deze problemen. Bedankt voor je begrip.
pl: Ostatnie zmiany w serwisie YouTube miały wpływ na działanie Duck Player. Pracujemy nad rozwiązaniem tych problemów i dziękujemy za zrozumienie.
pt: A funcionalidade do Duck Player foi afetada por alterações recentes ao YouTube. Estamos a trabalhar para resolver estes problemas e agradecemos a tua compreensão.
ru: Недавние изменения YouTube приводят к некорректной работе проигрывателя Duck Player. Мы занимаемся решением этой проблемы и благодарим вас за понимание.

# duck-player.video-preferences-title
source: Video Preferences
de: Video-Einstellungen
es: Preferencias de vídeo
fr: Préférences vidéo
it: Preferenze video
nl: Videovoorkeuren
pl: Preferencje filmów
pt: Preferências de vídeo
ru: Настройки видео

# duck.ai.onboarding.popover.message-markdown
source: You can adjust this and other Duck.ai features in **Settings** > **Duck.ai**.
de: Du kannst diese und andere Duck.ai-Funktionen in **Einstellungen** > **Duck.ai** anpassen.
es: Puedes ajustar esta y otras funciones de Duck.ai en **Ajustes** > **Duch.ai**.
fr: Vous pouvez ajuster cela et d'autres fonctionnalités de Duck.ai dans **Réglages** > **Duck.ai**.
it: Puoi regolare questa e altre funzionalità di Duck.ai in **Impostazioni** > **Duck.ai**.
nl: Je kunt deze en andere Duck.ai-functies aanpassen in **Instellingen** > **Duck.ai**.
pl: Możesz dostosować tę i inne funkcje Duck.ai, wybierając kolejno **Ustawienia** > **Duck.ai**.
pt: Podes ajustar esta e outras funcionalidades do Duck.ai em **Definições** > **Duck.ai**.
ru: Эту и другие функции Duck.ai можно отрегулировать в разделе **Настройки > Duck.ai**.

# duckai.menu.new
source: New AI Chat
de: Neuer AI Chat
es: Nuevo AI Chat
fr: Nouvel AI Chat
it: Nuova AI Chat
nl: Nieuwe AI Chat
pl: Nowy AI Chat
pt: Novo AI Chat
ru: Запустить AI Chat

# duckai.onboarding.popover.confirmation
source: Duck.ai shortcut added!
de: Duck.ai-Shortcut hinzugefügt!
es: ¡Se ha añadido un acceso directo a Duck.ai!
fr: Raccourci Duck.ai ajouté !
it: Scorciatoia Duck.ai aggiunta.
nl: Snelkoppeling naar Duck.ai toegevoegd!
pl: Dodano skrót do Duck.ai!
pt: Atalho do Duck.ai adicionado!
ru: Ярлык Duck.ai добавлен!

# duckai.onboarding.popover.title
source: Launch Duck.ai directly from your toolbar
de: Starte Duck.ai direkt von deiner Symbolleiste
es: Inicia Duck.ai directamente desde la barra de herramientas
fr: Lancez Duck.ai directement depuis votre barre d'outils
it: Avvia Duck.ai direttamente dalla barra degli strumenti
nl: Start Duck.ai rechtstreeks vanuit je werkbalk
pl: Uruchom Duck.ai bezpośrednio z paska narzędzi
pt: Inicia o Duck.ai diretamente a partir da tua barra de ferramentas
ru: Запуск Duck.ai прямо с панели инструментов

# duckai.preferences.caption
source: Duck.ai is an optional feature that lets you chat anonymously with popular 3rd-party AI chat models. Your chats are not used to train AI.
de: Duck.ai ist eine optionale Funktion, mit der du anonym mit beliebten KI-Chatmodellen von Drittanbietern chatten kannst. Deine Chats werden nicht zum Trainieren von KI verwendet.
es: Duck.ai es una función opcional que te permite chatear de forma anónima con modelos populares de chat de IA de terceros. Tus chats no se utilizan para entrenar a la IA.
fr: Duck.ai est une fonctionnalité optionnelle qui vous permet de discuter anonymement avec des modèles de chat IA tiers populaires. Vos discussions ne servent pas à entraîner l’IA.
it: Duck.ai è una funzionalità opzionale che consente di chattare in forma anonima con i più diffusi modelli di chat AI di terze parti. Le chat non vengono usate per addestrare l'IA.
nl: Duck.ai is een optionele functie waarmee je anoniem kunt chatten met populaire AI-chatmodellen van derden. Je chats worden niet gebruikt om AI te trainen.
pl: Duck.ai to opcjonalna funkcja, która umożliwia prowadzenie anonimowych rozmów z popularnymi modelami czatu AI innych firm. Twoje czaty nie są używane do trenowania AI.
pt: O Duck.ai é uma funcionalidade opcional que te permite conversar anonimamente com modelos de chat com IA populares de terceiros. As tuas conversas não são utilizadas para treinar a IA.
ru: Duck.ai — дополнительная функция, позволяющая анонимно беседовать с популярными сторонними чат-моделями на базе искусственного интеллекта. Содержимое чатов не применяется для обучения ИИ.

# duckai.show-in-application-menu.toggle-setting
source: Show “New AI Chat” in File and application menus
de: „Neuer AI Chat“ in den Datei- und Anwendungsmenüs anzeigen
es: Mostrar «Nuevo AI Chat» en los menús Archivo y Aplicación
fr: Afficher « Nouvel AI Chat » dans les menus Fichier et Application
it: Mostra "AI Chat" nel menu File e in quello delle applicazioni
nl: 'Nieuwe AI Chat' toevoegen aan de menu's 'Bestand' en 'Toepassing'
pl: Pokaż „Nowy AI Chat” w menu plików i aplikacji
pt: Mostrar “Novo AI Chat” nos menus de ficheiro e aplicação
ru: Показывать опцию «Запустить AI Chat» в меню «Файл» и меню приложения

# duckai.show-in-toolbar.toggle
source: Show Duck.ai shortcut in browser toolbar
de: Duck.ai-Shortcut in der Browser-Symbolleiste anzeigen
es: Mostrar el acceso directo a Duck.ai en la barra de herramientas del navegador
fr: Afficher le raccourci Duck.ai dans la barre d'outils du navigateur
it: Mostra la scorciatoia Duck.ai nella barra degli strumenti del browser
nl: Snelkoppeling naar Duck.ai weergeven op browserwerkbalk
pl: Pokaż skrót Duck.ai na pasku narzędzi przeglądarki
pt: Mostrar atalho do Duck.ai na barra de ferramentas do navegador
ru: Показывать ярлык Duck.ai на панели инструментов браузера

source: DuckDuckGo Help
de: DuckDuckGo Hilfe
es: Ayuda de DuckDuckGo
fr: Aide DuckDuckGo
it: Guida DuckDuckGo
pl: DuckDuckGo — pomoc
pt: Ajuda do DuckDuckGo
ru: Справка по DuckDuckGo
